export const data = () => {
    return {
        title: "הרתחת מיחם לאחר הפסקת חשמל",
        q: `שלום וברכה הרב 

משפחה שמתגוררת בחו"ל, והיה להם הפסקת חשמל מספר פעמים בערב שבת, ידעו שיחזירו את החשמל בשבת...

השאלה האם מותר להניח מיחמים שבהם מים קרים כך שכשיחזירו את החשמל המים ירתחו..

האם מותר לעשות זאת לכתחילה? והאם מי שכבר עשה כך מותר לו לשתות מהמים החמים בדיעבד?

יש לציין, שלרוב המיחמים פה אין אפשרות לשנות גובה הא`,
        a: `יש בזה ג צדדים - הבערה, מחזי כמבשל, ובישול.
לגבי בישול, אם במים כבר הגיעו לרתיחה קודם שבת, והוסרו, והתקררו, ומבשלם שוב בשבת, יש להתיר בזה כמאן דאמר מים מצטמק ורע לו, ובצירוף שיטת הרמב"ם שאין בישול אחר בישול בלח.

לגבי הבערה, זו גרמא בדאורייתא ולכן אסור.
לגבי מחזי כמבשל, גם זה אסור.
לכן אין לחבר המיחם עם המים לשקע, אף שהיו מבושלים קודם שבת.

אולם מיחם שהיה רותח ומחובר בשבת, והיה קצר, והמים התקררו, ושבו והתחממו בשל הגוי שתיקן לעיר הגויים, והמיחם לא זע כל השבת מראשיתה, המים מותרים.`
    }
    }