export const data = () => {
    return {
        event:"פרשת פנחס",
        articles: [
            {
                href:"",
                _id:"101",
                title: "מהו חוק נאמר במסגרת השיעורים?",
                content: "חוק נאמר במסגרת השיעורים נלמד מהשיעורים שהוא ממליץ ל"
            },
            {
                href:"",
                _id:"201",
                title: "מהו חוק נאמר במסגרת השיעורים?",
                content: "חוק נאמר במסגרת השיעורים נלמד מהשיעורים שהוא ממליץ לכגשדלכיג גחדשןכיגדוכגדםיכ כשגדחכיוגדוכןדייג גשדכגשדכלגדחכגדי"
            }
        ],
        qa:[
            {
                href:"",
                _id:"301",
                title: "בין מרגלי משה ליהושע",
                content: "איך יכול להיות שיהושע בין נון שלח גם הוא מרגלים? הרי ראה מה יכול להרחש בגלל מרגלים. והאם יש הבדל בין מרגלים ששלח משה למרגלים ששלח יהושע? ל"
            },
            {
                href:"",
                _id:"401",
                title: "ביקורת על דור המדבר",
                content: "איך יכול להיות שיהושע בין נון שלח גם הוא מרגלים? הרי ראה מה יכול להרחש בגלל מרגלים. והאם יש הבדל בין מרגלים ששלח משה למרגלים ששלח יהושע?"
            }

        ]
    }
}   